Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: High levels of dust which have a harmful effect on the respiratory passages may therefore be a chemical hazard even if the composition of the dust is not hazardous to health.
sv: Höga halter av damm som har en skadlig effekt på luftvä­ garna kan alltså vara en kemisk riskkälla även om dammets sammansätt­ ning inte är hälsofarlig.

source: Guidance on Section 5 In order to ensure that equipment, competence and information is available when it is needed in an activity which is conducted in places not known in advance, such as at rescue work or inspection, where unknown chemical hazards may exist, the risk assessment is made based on the chemical hazards and situations which could potentially arise.
sv: Till 5 § För att säkerställa att utrustning, kompetens och information finns på plats när den behövs i en verksamhet som bedrivs på platser som man inte i förväg känner till, som vid räddningsarbete eller inspektion, där okän­ da kemiska riskkällor kan finnas, görs riskbedömningen utifrån de risk­ källor och situationer som man kan tänka sig uppstår.

source: It is advisable, for example, to bring protection which can withstand most substances and learn about the limitations of the protection.
sv: Man får t.ex. ta med skydd som klarar de flesta ämnen och lära sig om skyddens begränsningar.

source: Some holes and pipe trenches are so deep and narrow that the requirement for investigation of the air before work commences applies.
sv: Vissa gropar och rörgravar är så djupa och trånga att kravet på undersök­ ning av luften före arbetet gäller.

source: Guidance on Section 6 When making a planned investigation and risk assessment it is suitable to make an accumulated register for the area the investigation and risk assessment relate to.
sv: Till 6 §22 När man gör en planerad undersökning och riskbedömning är det lämpligt att göra en samlad förteckning över det område som undersök­ ningen och riskbedömningen avser.

source: For newly commenced or temporary work, it is sufficient to document the chemical hazards separately and then enter those which are still current in the accumulated register at the next planned investigation and risk assessment.
sv: För ett nytt eller tillfälligt arbete räcker det att förteckna riskkällorna separat och sedan föra in dem som fortfarande

source: An example of such a name which is referred to in the first paragraph is "welding fumes from stainless" for a chemical hazard which consists of fumes from welding work with stainless metal.
sv: Exempel på ett sådant namn som avses i första stycket är ”svetsrök från rostfritt” för en riskkälla som utgörs av rök från svetsarbeten med rostfri metall.

source: You may use information from labelling such as hazard statement or hazard class and hazard category to indicate the type of danger in hazardous chemical products.
sv: Man kan använda uppgifter ur märkningen som faroangivelser eller faro­ klass och farokategori för att ange typen av farlighet hos farliga kemiska produkter.

source: For other chemical hazards, you must indicate the type of danger with your own words.
sv: För andra kemiska riskkällor anger man typen av farlighet med egna ord.

source: It is often sufficient to describe a chemical hazard's type of danger with one or a few words such as flammable or may cause allergy.
sv: Det är oftast tillräckligt att beskriva en kemisk riskkällas typ av farlighet med ett eller ett fåtal ord som brandfarlig eller kan ge allergi.

source: More in-depth information on the dangerous properties of chemical hazard such as the level of danger and the danger in different contexts which shall be evident from the information in accordance with Section 7, need not be stated when the chemical hazards are registered.
sv: Mer ingående information om riskkällans farliga egenskaper som graden av far­ lighet och farligheten i olika sammanhang, som ska framgå av informatio­ nen enligt 7 §, behöver inte anges när riskkällorna förtecknas.

source: Sometimes it is easier to identify the chemical hazards systematically by dividing them into the following categories.
sv: Ibland kan det underlätta att identifiera riskkällorna systematiskt genom att dela in dem i följande kategorier.

source: Hazardous chemical products in accordance with Regulation (EC) No 1272/2008 (CLP).
sv: Farliga kemiska produkter enligt förordning (EG) nr 1272/2008 (CLP­ förordningen).

source: Other chemical products or goods with intrinsic properties which may cause chemical risks.
sv: Andra kemiska produkter eller varor med inneboende egenskaper som kan medföra kemiska risker.

source: Chemical products which become hazardous as a result of their handling.
sv: Kemiska produkter vars hantering medför att de blir farliga.

source: Chemical hazards or air pollution which form during handling.
sv: Farliga kemiska ämnen eller luftföroreningar som bildas i hanteringen.

source: Air with excessive or insufficient oxygen content.
sv: Luft med för låg eller hög syrgashalt.

source: Guidance on Section 7 Paper glue used for gluing on single occasions is one example of a hazardous chemical product where the information in the supplier's labelling is sufficient.
sv: Till 7 § Papperslim som används för att limma vid enstaka tillfällen är ett exempel på en farlig kemisk produkt där informationen i leverantörsmärk­ ningen är tillräcklig.

source: This is because it is not probable that ill-health and accidents will arise due to the small quantity which is being handled.
sv: Anledningen är att ohälsa eller olycksfall inte rimligen kan uppkomma vid den lilla mängd som då hanteras.

source: Guidance on Section 8 In order to determine when a chemical hazard entails a risk we need to e.g., observe how persons can be exposed to it in contexts where the risk has been identified.
sv: Till 8 § För att kunna avgöra när en kemisk riskkälla medför en risk behö­ ver man till exempel beakta hur personer kan exponeras för den i de sam­ manhang där man har identifierat risken.

source: This includes foreseeing unintentional errors which may result in accidents in various work situations.
sv: I detta ingår att förutse oavsiktliga fel som kan resultera i olyckor i olika arbetssituationer.

source: The properties of the substance along with factors such as amount handled, temperature, if the handling is conducted openly, ventilation, evaporation surface and aerosol formation determines how high the level of the substance will be in the breathing zone.
sv: Ämnets egenskaper tillsammans med faktorer som t.ex. hanterad mängd, temperatur, om hanteringen sker öppet, ventilation, avdunstningsyta och aerosolbildning, bestämmer hur hög halten av ämnet blir i andningszonen.

source: Internet-based tools where these factors can be entered can be used in the exposure assessment.
sv: Internetbaserade verktyg där sådana faktorer matas in kan användas vid exponeringsbedömningen.

source: Examples of generally available tools can be found at the following web addresses: www.hse.gov.uk/coshh/essentials www.stoffenmanager.nl and www.advancedreachtool.com
sv: Exempel på allmänt tillgängliga verktyg finns på följande Internetadresser: www.hse.gov.uk/coshh/essentials www.stof­ fenmanager.nl och www.advancedreachtool.com

source: Interacting effects can be both additive and synergistic.
sv: Samverkande effekter kan vara både additiva och synergistiska.

source: If several chemical hazards with similar effects occur at the same time, their respective effect (additive effect) should be added together.
sv: Om flera riskkällor med likartad påverkan förekommer samtidigt bör man ofta läg­ ga samman deras respektive påverkan (additiv effekt).

source: One example of a synergistically interacting effect is the nerve-damaging effect of the solvents n-Hexane and Methyl ethyl ketone (MEK) which in combination is significantly stronger than the sum of the effect of the substances on their own.
sv: Ett exempel på en synergistiskt samverkande effekt är den nervskadande effekten av lösnings­ medlen n­hexan och metyletylketon (MEK) som i kombination är betydligt starkare än summan av effekten av ämnena var för sig.

source: Guidance on Section 9 When an employee is simultaneously exposed to several air contaminants which work in a similar way, e.g., organic solvents which affect the central nervous system, their combined effect is calculated by adding together their proportion of the respective limit value in order to arrive at the occupational exposure effect.
sv: Till 9 § När en arbetstagare samtidigt utsätts för flera luftföroreningar som verkar på likartat sätt, t.ex. organiska lösningsmedel som påverkar det cen­ trala nervsystemet, beräknar man deras sammantagna påverkan genom att lägga samman deras andelar av respektive gränsvärde, så att man får den så kallade hygieniska effekten.

source: If both levels of two substances to be added together exceed half the limit value, the combination corresponds to the limit value.
sv: Om båda halterna av två ämnen som ska adde­ ras uppgår till halva gränsvärdet så motsvarar alltså kombinationen gräns­ värdet.

source: It is not acceptable for a part-time employee to be exposed to higher levels of an air pollutant because of shorter exposure time.
sv: Det är inte acceptabelt att en halvtidsanställd ska kunna exponeras för högre halter av en luftförorening på grund av kortare exponeringstid.

source: For longer work shifts and for calculation of occupational exposure effect, see the Swedish Work Environment Authority's Provisions on Occupational Exposure Limit Values.
sv: Vid längre arbetspass och för beräkning av hygienisk effekt, se Arbetsmiljöver­ kets föreskrifter om hygieniska gränsvärden.

source: Physical strain
sv: Fysisk påfrestning

source: The intake of air pollution in the body through inhalation becomes greater during physically strenuous work e.g., since such work increases the lung ventilation.
sv: Upptaget av luftföroreningar i kroppen genom inandning blir större vid fysiskt påfrestande arbete bl.a. eftersom sådant arbete ökar lungventila­ tionen.

source: The limit values refer to the exposure level during medium heavy work.
sv: Gränsvärdena avser exponeringsnivån vid medeltungt arbete.

source: During heavier work with increased lung ventilation it is important to further limit the level of air pollutions.
sv: Vid tyng­ re arbete med ökad lungventilation är det viktigt att ytterligare begränsa halten luftföroreningar.

source: Here is an indication of lung ventilation during different types of physical strain.
sv: Här anges lungventilationen vid olika typer av fysisk påfrestning.

source: Work Lung ventilation
sv: Arbete Lungventilation

source: Working sitting down <15 l/min (reading and writing work, office work, car driving, inspection work)
sv: Sittande arbete <15 l/min (läs­ och skrivarbete, kontorsarbete, bilkörning, avsyningsarbete)

source: Light work 15–25 l/min (light engineering work, truck driving, walking)
sv: Lätt arbete 15–25 l/min (lätt verkstadsarbete, truckkörning, promenad)

source: Medium/heavy work 25-40 l/min (heavy engineering work, heavy health care work, construction work, fast-paced walk)
sv: Medeltungt arbete 25–40 l/min (tungt verkstadsarbete, tungt sjukvårdsarbete, byggnadsarbete, snabb promenad)

source: Heavy work 40-50 l/min (heavy construction work, manual construction work, heavy farm work, slow running)
sv: Tungt arbete 40–50 l/min (tungt byggnadsarbete, manuellt anläggningsarbete, tungt lantbruksarbete, långsam löpning)

source: Very heavy work >50 l/min (heavy stevedoring, smoke diving, manual forestry work, climbing in masts, running)
sv: Mycket tungt arbete >50 l/min (tungt stuveriarbete, rökdykning, manuellt skogsarbete, klättring i mast, löpning)

source: Guidance on Section 11 Handling and safety instructions are instructions on how a certain work or operation shall be performed and on what protective measures including use of personal protective equipment are needed in the various operations.
sv: Till 11 § Hanterings­ och skyddsinstruktioner är instruktioner om hur ett visst arbete eller arbetsmoment ska utföras och om vilka skyddsåtgärder, inklusive användning av personlig skyddsutrustning, som behövs i de olika arbetsmomenten.

source: The content and level of detail in the handling and safety instructions needs to be adapted to the level of difficulty of the work task and to the individual's needs and preconditions.
sv: Innehållet och detaljeringsgraden i hanterings­ och skyddsinstruktioner­ na behöver anpassas till arbetsuppgiftens svårighetsgrad och till individens behov och förutsättningar.

source: As a basis for the employer's instructions you may use manuals or suggested handling and safety instructions which are developed by someone other than the employer, e.g., supplier of equipment, a trade organisation or another company.
sv: Som underlag för arbetsgivarens instruktioner kan man använda bruks­ anvisningar eller förslag till hanterings­ och skyddsinstruktioner som är framtagna av någon annan än arbetsgivaren, t.ex. en leverantör av utrust­ ning, ett branschorgan eller ett annat företag.

source: In addition to the Section's requirement, written instructions shall also be available when the risks are serious as stated in the Swedish Work Environment Authority's Provisions on Systematic Work Environment Management.
sv: Utöver paragrafens krav ska skriftliga instruktioner också finnas när ris­ kerna är allvarliga eftersom det då krävs för att följa Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete.

source: The following points may also need to be included in the instructions:
sv: Följande kan behöva ingå i instruktionerna:

source: What type of work the instructions are intended for, the issuer and the date for the issue.
sv: Vilket arbete instruktionerna är avsedda för, utfärdare samt datum för utfärdandet.

source: Where the work shall be executed.
sv: Var arbetet ska utföras.

source: Checking the equipment and apparatus.
sv: Kontroll av utrustning och apparatur.

source: Arrangements of protective equipment and decontaminant for spillage.
sv: Framtagning av skyddsutrustning och saneringsmedel för spill.

source: Placement of warning signs and barriers.
sv: Utplacering av varningsskyltning och avspärrningar.

source: Work description, step by step, with information about:
sv: Arbetsbeskrivning moment för moment med uppgift om:

source: The amounts of different chemicals which shall be added, in which order and which dosing equipment is to be used.
sv: Vilka mängder av olika kemikalier som ska tillsättas, i vilken ordning samt vilken doseringsutrustning som man ska använda.

source: What measures shall be taken in order to reduce the risks, e.g., using a local extraction device or fume cupboard.
sv: Vilka åtgärder som ska vidtas för att minska riskerna, t.ex. använda punktutsug, dragskåp.

source: Personal protective equipment to use during the different operations.
sv: Vilken personlig skyddsutrustning som ska användas under de olika momenten.

source: What to do after finished work:
sv: Hur man gör efter avslutat arbete:

source: How waste shall be disposed.
sv: Hur avfall ska tas om hand.

source: Decontamination and cleaning.
sv: Sanering och städning.

source: Cleaning the skin and the personal protective equipment which has been used.
sv: Rengöring av huden och den personliga skyddsutrustning som man använt.

source: What to do if an accident or incident occurs (such as violent reaction, fire, spillage or air pollution):
sv: Hur man ska göra om en olycka eller ett tillbud inträffar (som häftig reaktion, brand, spill eller utsläpp till luften):

source: What measures you should take yourself.
sv: Vilka åtgärder man själv bör göra.

source: Whether protective equipment is needed.
sv: Om skyddsutrustning behöver användas.

source: How to call for help.
sv: Hur man kallar på hjälp.

source: What type of first aid may be necessary.
sv: Vilken första hjälp som kan behöva ges.

source: Which persons need to be informed of the event.
sv: Vilka som ska underrättas om händelsen.

source: Handling instructions for work referred to in Section 36 should contain information on what checks need to be performed, which tools and which equipment is to be used, who is authorized to perform the work and when it is to be performed.
sv: Hanteringsinstruktionerna för sådana arbeten som avses i 36 § bör inne­ hålla uppgifter om vilka kontroller som ska göras, vilka verktyg och vilken utrustning som ska användas, vem som får utföra arbetet och när detta ska utföras.

source: The handling instructions shall include how measurements, supervision and preparations for lifting in accordance with Section 32 shall be conducted.
sv: I hanteringsinstruktionerna bör det ingå hur mätning, övervakning och förberedelse för lyft enligt 32 § ska göras.

source: Below are some examples of factors which are important to observe when issuing handling instructions for work with a flammable liquid in a confined space.
sv: Nedan anges exempel på faktorer som är viktiga att beakta när man utfär­ dar hanteringsinstruktioner för arbeten med en brandfarlig vätska i utrym­ met.

source: That the work method minimizes the area which the liquid can evaporate from and the risk of liquid spilling.
sv: Att arbetsmetoden minimerar den yta som vätskan kan dunsta från och risken att vätska spills ut.

source: That the atmosphere in the space may need to be filled with inert gas (nitrogen gas or argon) or that you may need to ensure that the temperature in the space is at least 5 ºC lower than the flashpoint of the occurring substances.
sv: Att atmosfären i utrymmet kan behöva fyllas med inert gas (t.ex. kväv­ gas eller argon) eller att man kan behöva se till att temperaturen i utrymmet är minst 5 C lägre än flampunkten på förekommande ämnen.

source: The need for breathing apparatus with safety pressure and lifting harness with a cord.
sv: Behov av andningsapparat med säkerhetstryck och lyftsele med lina.

source: The need for protective clothing for the risks which may arise.
sv: Behov av skyddskläder för de risker som kan uppstå.

source: The need to cordon off the site and use warning signs.
sv: Behov av avspärrning av platsen och varningsskyltar.

source: That the container is secured against substances flowing in and against e.g., stirrers being set off.
sv: Att behållaren är säkrad mot inströmmande ämnen och mot att t.ex. omrörare sätts igång.

source: Work with chemical hazards which are carcinogenic, mutagenic and toxic to reproduction
sv: Arbete med cancerframkallande, mutagena eller reproduktionsstörande riskkällor

source: The instructions referred to in Section 44 should apply to all stages of the handling, including maintenance, cleaning and removal of waste as well as the procedure in the event of a spillage or similar.
sv: Instruktionerna som avses i 44 § bör gälla alla moment i hanteringen, inklu­ sive underhåll, rengöring och bortforslande av avfall samt tillvägagångssät­ tet vid spill eller liknande.

source: Routines
sv: Rutiner

source: Routines are procedures determined in advance, e.g., who is responsible for a work task, what the work task entails and when various operations shall be carried out.
sv: Rutiner är i förväg bestämda tillvägagångssätt, t.ex. vem som ansvarar för en arbetsuppgift, vad arbetsuppgiften innefattar och när olika moment ska göras.

source: The Provisions specify which routines for the work environment management are required in accordance with Section 5 of the Swedish Work Environment Authority's Provisions on Systematic Work Environment Management.
sv: Bestämmelsen preciserar vilka rutiner för arbetsmiljöarbetet som krävs enligt 5 § i Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete.

source: Except for routines for investigation, risk assessment and follow-up you may for the management of chemical risks also need routines for i.a.
sv: I det kemiska arbetsmiljöarbetet kan det, förutom rutiner för undersökning, riskbedömning och uppföljning, behövas rutiner för bland annat

source: Product choices and purchases.
sv: Produktval och inköp.

source: Issuing of handling and safety instructions as well as for instructing the employees.
sv: Utfärdande av hanterings­ och skyddsinstruktioner samt för instruktion av arbetstagare.

source: Reception of hazardous chemical products, storage and repackaging.
sv: Mottagning av farliga kemiska produkter, förvaring och omförpackning.

source: Introduction to new work tasks.
sv: Introduktion i nya arbetsuppgifter.

source: Reporting, investigation and follow-up of ill-health, incidents and accidents.
sv: Rapportering, utredning och uppföljning av ohälsa, tillbud och olycks­ fall.

source: Checks and maintenance of equipment and ventilation.
sv: Kontroll och underhåll av utrustning och ventilation.

source: Waste management.
sv: Avfallshantering.

source: Cleaning and collection of spilled chemicals.
sv: Städning och uppsamling av utspillda kemikalier.

source: Routines for checks and maintenance
sv: Rutiner för kontroll och underhåll

source: Routines should, for example, be produced in order to ensure that equipment in general and protective equipment in particular function as intended.
sv: Rutiner bör exempelvis tas fram för att säkerställa att utrustning i allmänhet och skyddsanordningar i synnerhet fungerar som avsett.

source: These routines can e.g., state when the equipment shall be checked and by who.
sv: kan t.ex. framgå när och av vem utrustningen ska kontrolleras.

source: For process equipment, routines for checks and maintenance may include checks of gaskets, controls and safety equipment and change or adjust them.
sv: För process­ utrustning kan rutiner om kontroll och underhåll bland annat gälla kontroll av packningar, reglerdon, säkerhetsutrustning, byte eller justering.

source: It is important to design the routines so that the work place complies with the rules on protection against chemical risks also from other Provisions.
sv: Det är viktigt att utforma rutinerna så att arbetsplatsen följer regler om skydd mot kemiska risker även ur andra föreskrifter.

source: the rules on maintenance of work equipment in the Swedish Work Environment Authority's Provisions on Use of Work Equipment. the rules on function control and maintenance of ventilation in the Swedish Work Environment Authority's Provisions on Workplace Design and the requirements of maintenance of personal protective equipment which can be found in the Swedish Work Environment Authority's Provisions on Use of Personal Protective Equipment.
sv: Exempel på sådana regler är reglerna om underhåll av arbetsutrustning i Arbetsmiljöverkets före­ skrifter om användning av arbetsutrustning, reglerna om funktionskontroll och underhåll av ventilationen i Arbets­ miljöverkets föreskrifter om arbetsplatsens utformning samt de krav på underhåll av personlig skyddsutrustning som finns i Arbets­ miljöverkets föreskrifter om användning av personlig skyddsutrustning.

source: Inform the employer of ill-health or accidents
sv: Underrätta arbetsgivaren om ohälsa eller olycksfall

source: It is often suitable to have a routine for the employees' obligation to inform the employer of suspected exposure.
sv: Det är ofta lämpligt att ha en rutin för arbetstagarnas skyldighet att under­ rätta arbetsgivaren om misstänkt exponering.
